---
kind: other
id: Properties.T:Autodesk.Revit.DB.PropertySetElement
source: html/7cae83ae-55ec-207e-7543-9ee391ce61b8.htm
---
# PropertySetElement Properties

The id of the assembly instance to which the element belongs.